{
    "شروط التسجيل في عدل 3": "يجب أن يكون دخل المكتتب بين 24,000 دج و6 أضعاف الأجر الوطني الأدنى، وألا يكون قد استفاد من سكن أو قطعة أرض سابقًا. كما يجب أن يكون عمره فوق 18 سنة وألا يكون قد حصل على دعم سكني من الدولة.",
    
    "تفعيل حساب عدل 3": "لتفعيل حسابك، قم بزيارة الرابط: https://www.aadl.dz/register وأدخل معلوماتك المطلوبة.",

    "الولوج إلى المنصة لتفعيل الحساب": "لتفعيل حسابك في عدل 3، تحتاج إلى إدخال المعلومات التالية:\n1️⃣ الرقم التعريفي الوطني (NIN)\n2️⃣ رقم الضمان الاجتماعي (NSS)\n3️⃣ تاريخ الميلاد بصيغة (DD-MM-YYYY)\n4️⃣ رقم الهاتف المسجل\n5️⃣ رقم التسجيل التسلسلي (Code)\n6️⃣ مفتاح التحقق الظاهر في الصورة",

    "رقم التعريفي الوطني الوحيد (NIN)": "هو رقم تعريف وطني يستخدم للتحقق من هويتك في المنصة. تأكد من إدخاله بشكل صحيح عند التسجيل.",

    "رقم الضمان الاجتماعي (NSS)": "هو الرقم الخاص بك في الضمان الاجتماعي، وهو مطلوب عند تسجيل الدخول لتفعيل حسابك في عدل 3.",

    "تاريخ الميلاد المطلوب لتفعيل الحساب": "عند التسجيل، يجب إدخال تاريخ ميلادك بصيغة (DD-MM-YYYY) لضمان صحة بياناتك.",

    "رقم الهاتف لتفعيل الحساب": "يجب إدخال رقم الهاتف الذي سجلت به في المنصة، وإذا تغير رقمك يمكنك تحديثه من خلال خيار 'تغيير رقم الهاتف'.",

    "رقم التسجيل التسلسلي (Code)": "هو الرقم الذي حصلت عليه عند التسجيل في عدل 3، إذا نسيته يمكنك استرجاعه من خلال خيار 'نسيت رقم التسجيل'.",

    "مفتاح التحقق لتفعيل الحساب": "يجب إدخال مفتاح التحقق الظاهر في الصورة عند تسجيل الدخول. اضغط على الصورة لتحديثها إذا لم تكن واضحة.",

    "كيفية التسجيل في عدل 3": "للتسجيل في عدل 3، انتقل إلى الموقع الرسمي: https://www.aadl.dz، وقم بإنشاء حساب جديد وملء البيانات المطلوبة.",

    "الوثائق المطلوبة لإكمال التسجيل": "يجب رفع الملفات التالية بصيغة PDF: \n1️⃣ تصريح شرفي ممضى \n2️⃣ شهادة إقامة (صالحة لمدة 6 أشهر) \n3️⃣ رقم الحساب البنكي أو البريدي (RIB-RIP) \n4️⃣ كشف الراتب للأجراء أو شهادة المعاش للمتقاعدين \n5️⃣ لأصحاب المهن الحرة: آخر تصريح بالضريبة على الدخل C20 \n6️⃣ للمتزوجين: بطاقة تعريف الزوج(ة)، بطاقة الضمان الاجتماعي، عقد الزواج، البطاقة العائلية.",

    "كيفية رفع الوثائق والتأكد من نجاح العملية": "بعد رفع الوثائق، اضغط على زر 'اكتتاب'، ثم اضغط على 'عرض الملف' للتأكد من أن جميع الوثائق تم تحميلها بنجاح.",

    "حجم الملفات المسموح به عند الرفع": "يجب أن لا يتجاوز حجم كل ملف 500 كيلوبايت، إذا كان الملف أكبر من ذلك يمكنك ضغطه باستخدام أدوات مثل https://www.ilovepdf.com.",

    "رابط تسجيل الدخول": "يمكنك تسجيل الدخول إلى حسابك عبر الرابط: https://www.aadl.dz/relogin.",

    "كيفية متابعة حالة طلبي في عدل 3": "لمتابعة حالة طلبك، قم بتسجيل الدخول إلى حسابك عبر https://www.aadl.dz/relogin وانتقل إلى قسم 'حالة الملف'.",

    "ماذا يحدث إذا تأخرت في دفع الأقساط؟": "في حالة التأخر في دفع الأقساط، قد يتم فرض غرامات مالية أو إلغاء العقد في بعض الحالات، لذا تأكد من الدفع في المواعيد المحددة.",

    "كيف يمكنني تغيير معلوماتي بعد التسجيل؟": "لتحديث بياناتك بعد التسجيل، قم بتسجيل الدخول إلى حسابك في عدل 3 ثم انتقل إلى 'تعديل المعلومات'.",

    "هل يمكنني بيع سكن عدل قبل إنهاء الدفع؟": "لا، لا يمكنك بيع السكن قبل إنهاء جميع الأقساط والحصول على سند الملكية النهائي.",

    "هل يمكنني دفع مبلغ السكن بالكامل دفعة واحدة؟": "نعم، يمكنك دفع المبلغ كاملًا مرة واحدة لتسريع الحصول على سند الملكية الخاص بك.",

    "ما هو نظام الدفع في عدل 3؟": "يتم دفع 38% من قيمة السكن أثناء فترة الإنجاز على دفعات، والباقي يكون على أقساط تصل إلى 35 سنة.",

    "ما هي غرامات التأخير في الدفع؟": "في حالة التأخر في دفع القسط الشهري، قد يتم فرض غرامات مالية أو إلغاء العقد بعد عدة إنذارات.",

    "هل يمكن للمتقاعدين التسجيل في عدل 3؟": "نعم، يمكن للمتقاعدين التسجيل بشرط أن يكون دخلهم ضمن الحد المطلوب وألا يكونوا قد استفادوا من دعم سكني سابق."
}
